       IDENTIFICATION DIVISION.
       PROGRAM-ID.  HELLO.
       AUTHOR.      Javier J. Tapia-2025.
       ENVIRONMENT DIVISION.
       DATA DIVISION.
       PROCEDURE DIVISION.
       MAINLINE.
           DISPLAY 'Hello World!'.
           STOP RUN.
